{
  "01-01": "Dieser Tag markiert den Beginn des neuen Kalenderjahres. Für viele Menschen ist er ein Symbol für Neuanfang, Vorsätze und persönliche Ziele. In Deutschland ist es ein gesetzlicher Feiertag, an dem die meisten Geschäfte und Institutionen geschlossen sind.",
  "04-18": "Der Karfreitag ist ein wichtiger christlicher Feiertag, der an die Kreuzigung Jesu Christi erinnert. Er ist Teil der Osterfeiertage und wird traditionell in stiller und besinnlicher Atmosphäre begangen. In Deutschland gilt er als stiller gesetzlicher Feiertag.",
  "04-21": "Der Ostermontag folgt auf den Ostersonntag und erinnert an die Auferstehung Jesu Christi. Er hat sowohl religiöse als auch gesellschaftliche Bedeutung. In Deutschland ist er ein gesetzlicher Feiertag mit vielen familiären Aktivitäten.",
  "05-01": "Dieser Tag ist dem Gedenken an die Rechte der Arbeitnehmer und der Arbeiterbewegung gewidmet. Er entstand aus sozialen Protestbewegungen des 19. Jahrhunderts. In Deutschland ist der 1. Mai ein gesetzlicher Feiertag und wird oft mit Demonstrationen begangen.",
  "05-29": "Dieser Feiertag erinnert an die Himmelfahrt Jesu Christi, die 40 Tage nach Ostern gefeiert wird. Er hat einen festen Platz im christlichen Kirchenjahr. In Deutschland ist dieser Tag ein gesetzlicher Feiertag.",
  "06-09": "Der Pfingstmontag ist Teil des Pfingstfestes und erinnert an die Sendung des Heiligen Geistes. Er wird fünfzig Tage nach Ostern gefeiert. In Deutschland ist er ein gesetzlicher Feiertag und wird häufig für Kurzurlaube genutzt.",
  "10-03": "Dieser Tag erinnert an die Wiedervereinigung Deutschlands im Jahr 1990. Er symbolisiert die Überwindung der deutschen Teilung und die Einheit des Landes. Der Tag der Deutschen Einheit ist der wichtigste nationale Feiertag Deutschlands.",
  "12-25": "Dieser Tag ist Teil der Weihnachtsfeiertage und erinnert an die Geburt Jesu Christi. Er wird traditionell im Kreis der Familie gefeiert. In Deutschland ist er ein gesetzlicher Feiertag.",
  "12-26": "Der zweite Weihnachtstag schließt direkt an den ersten Weihnachtsfeiertag an. Er dient traditionell der Erholung und familiären Zusammenkünften. Auch dieser Tag ist in Deutschland ein gesetzlicher Feiertag."
}