{
  "01-01": "Nowy Rok rozpoczyna nowy rok kalendarzowy według kalendarza gregoriańskiego. Jest to dzień wolny od pracy i czas odpoczynku po obchodach sylwestrowych.",
  "01-06": "Święto Trzech Króli upamiętnia przybycie Mędrców do Betlejem. Ma charakter religijny i jest dniem wolnym od pracy w Polsce.",
  "04-20": "Niedziela Wielkanocna jest najważniejszym świętem chrześcijańskim, upamiętniającym zmartwychwstanie Jezusa Chrystusa. To dzień rodzinnych spotkań i uroczystych posiłków.",
  "04-21": "Poniedziałek Wielkanocny, zwany także Lanym Poniedziałkiem, jest dniem radości i tradycyjnych zwyczajów. Jest dniem ustawowo wolnym od pracy.",
  "05-01": "Święto Państwowe, znane jako Święto Pracy, podkreśla znaczenie pracy i praw pracowniczych. Jest obchodzone od końca XIX wieku.",
  "05-03": "Święto Narodowe Trzeciego Maja upamiętnia uchwalenie Konstytucji 3 maja z 1791 roku. Jest symbolem polskiej państwowości i demokracji.",
  "06-08": "Zielone Świątki, czyli Zesłanie Ducha Świętego, są ważnym świętem chrześcijańskim. Upamiętniają początek Kościoła i są dniem wolnym.",
  "06-19": "Dzień Bożego Ciała jest uroczystością religijną poświęconą Eucharystii. W wielu miastach odbywają się procesje uliczne.",
  "08-15": "Wniebowzięcie Najświętszej Marii Panny jest świętem kościelnym i państwowym. Upamiętnia wiarę w wniebowzięcie Maryi.",
  "11-01": "Uroczystość Wszystkich Świętych poświęcona jest pamięci zmarłych. Tego dnia Polacy odwiedzają cmentarze i zapalają znicze.",
  "11-11": "Narodowe Święto Niepodległości upamiętnia odzyskanie niepodległości przez Polskę w 1918 roku. Jest to jedno z najważniejszych świąt państwowych.",
  "12-24": "Wigilia Bożego Narodzenia to dzień poprzedzający Boże Narodzenie. Tradycyjnie obchodzona jest uroczystą kolacją w gronie rodzinnym.",
  "12-25": "Boże Narodzenie (pierwszy dzień) upamiętnia narodziny Jezusa Chrystusa. Jest to czas rodzinnych spotkań i świątecznych tradycji.",
  "12-26": "Boże Narodzenie (drugi dzień) znane jako święto św. Szczepana. Jest dniem wolnym od pracy i kontynuacją obchodów świątecznych."
}