{
  "01-01": "Capodanno segna l’inizio del nuovo anno secondo il calendario gregoriano. È tradizionalmente celebrato con feste e incontri familiari. È un giorno festivo in tutta Italia.",
  "01-06": "L’Epifania celebra la visita dei Re Magi a Gesù bambino secondo la tradizione cristiana. In Italia è legata anche alla figura della Befana. È un giorno festivo nazionale.",
  "04-21": "Il Lunedì dell’Angelo segue la Pasqua e ricorda l’annuncio della resurrezione di Cristo. È spesso associato a gite e momenti all’aperto. È un giorno festivo in Italia.",
  "04-25": "L’Anniversario della Liberazione commemora la fine dell’occupazione nazifascista nel 1945. Celebra la libertà e la democrazia riconquistate. È una festa nazionale italiana.",
  "05-01": "La Festa del Lavoro celebra i diritti dei lavoratori e le conquiste sociali. È riconosciuta come giornata di riflessione e solidarietà. È un giorno festivo in tutta Italia.",
  "06-02": "La Festa della Repubblica ricorda il referendum del 1946 che portò alla nascita della Repubblica Italiana. È celebrata con cerimonie ufficiali e parate. È un giorno festivo nazionale.",
  "08-15": "L’Assunzione della Beata Vergine Maria celebra l’ascesa di Maria al cielo secondo la tradizione cattolica. È una delle festività religiose più importanti. È giorno festivo in Italia.",
  "11-01": "Ognissanti è dedicata alla commemorazione di tutti i santi della Chiesa cattolica. È un momento di raccoglimento e memoria. È un giorno festivo nazionale.",
  "11-02": "Il Giorno dell’Unità Nazionale celebra il completamento dell’unificazione italiana. Ricorda il valore dell’identità e della coesione nazionale. È riconosciuto come festività civile.",
  "12-08": "L’Immacolata Concezione celebra il concepimento senza peccato originale della Vergine Maria. Segna tradizionalmente l’inizio delle festività natalizie. È giorno festivo in Italia.",
  "12-25": "Natale celebra la nascita di Gesù Cristo. È una festa religiosa e familiare molto sentita. È un giorno festivo in tutta Italia.",
  "12-26": "Santo Stefano è dedicato al primo martire cristiano. Tradizionalmente è una giornata da trascorrere in famiglia. È un giorno festivo nazionale."
}