{
  "01-01": "Tento den připomíná vznik samostatného českého státu v roce 1993 po rozdělení Československa. Zároveň se slaví příchod nového kalendářního roku. Pro mnoho lidí je symbolem nových začátků, plánů a předsevzetí. Den je státním svátkem a většina institucí je uzavřena.",
  "04-18": "Velký pátek je významným křesťanským svátkem připomínajícím ukřižování Ježíše Krista. Patří k nejdůležitějším dnům velikonočního období. Tradičně je spojen se ztišením, rozjímáním a duchovními obřady. V České republice je státním svátkem.",
  "04-21": "Velikonoční pondělí navazuje na Velikonoční neděli a připomíná zmrtvýchvstání Ježíše Krista. V českých zemích je spojené s lidovými tradicemi, zejména pomlázkou. Den má výrazný kulturní charakter a je státním svátkem.",
  "05-01": "Svátek práce má kořeny v dělnickém hnutí 19. století a boji za lepší pracovní podmínky. Připomíná práva zaměstnanců a sociální spravedlnost. V České republice je tento den státním svátkem. Tradičně se konají různé společenské akce a setkání.",
  "05-08": "Tento den připomíná konec druhé světové války v Evropě v roce 1945. Je symbolem vítězství nad nacismem a osvobození Československa. Den je věnován památce obětí války a hrdinů odboje. Patří mezi státní svátky České republiky.",
  "07-05": "Den připomíná příchod věrozvěstů Cyrila a Metoděje na Velkou Moravu v roce 863. Tito bratři významně přispěli k rozvoji vzdělanosti a křesťanství u Slovanů. Jejich odkaz ovlivnil českou kulturu i jazyk. Svátek má státní charakter.",
  "07-06": "Tento den je věnován památce mistra Jana Husa, významného českého reformátora. Připomíná jeho upálení v Kostnici roku 1415. Jan Hus je symbolem boje za pravdu, morálku a svobodu svědomí. Den je státním svátkem.",
  "09-28": "Den české státnosti je spojen se svatým Václavem, patronem české země. Připomíná historické kořeny českého státu a jeho tradice. Svátek má hluboký kulturní i duchovní význam. Je státním svátkem České republiky.",
  "10-28": "Tento den připomíná vznik samostatného Československa v roce 1918. Symbolizuje vznik moderního českého státu a demokratických hodnot. Patří mezi nejvýznamnější státní svátky. Často je spojen s oficiálními ceremoniemi.",
  "11-17": "Den připomíná boj za svobodu a demokracii a zároveň Mezinárodní den studentstva. Odkazuje na události z let 1939 a 1989. Je symbolem odporu proti totalitě a úsilí o svobodnou společnost. Patří mezi státní svátky.",
  "12-24": "Štědrý den je tradičně spojen s oslavami Vánoc v českých rodinách. Přestože není oficiálním státním svátkem v mnoha zemích, v České republice je dnem pracovního klidu. Večer je věnován rodině, dárkům a společné večeři.",
  "12-25": "První svátek vánoční je křesťanským svátkem připomínajícím narození Ježíše Krista. Je dnem klidu, návštěv rodiny a pokračování vánočních oslav. Patří mezi státní svátky České republiky.",
  "12-26": "Druhý svátek vánoční navazuje na Boží hod vánoční. Tradičně je spojen s návštěvami příbuzných a odpočinkem. Den má klidný a rodinný charakter a je státním svátkem."
}