{
  "01-01": "Le Jour de l’An marque le début de la nouvelle année selon le calendrier grégorien. Il est traditionnellement célébré en famille ou entre amis. C’est un jour férié dans toute la France.",
  "04-21": "Le Lundi de Pâques prolonge les célébrations de Pâques dans la tradition chrétienne. Il commémore la résurrection de Jésus-Christ. Ce jour est férié sur l’ensemble du territoire français.",
  "05-01": "La Fête du Travail rend hommage aux droits des travailleurs et aux luttes sociales. Elle est associée à la tradition d’offrir du muguet. C’est un jour férié national en France.",
  "05-08": "La Fête de la Victoire commémore la fin de la Seconde Guerre mondiale en Europe en 1945. Elle rend hommage aux combattants et aux victimes du conflit. C’est un jour férié national.",
  "05-29": "L’Ascension célèbre la montée de Jésus-Christ au ciel, quarante jours après Pâques. C’est une fête chrétienne importante. Elle est reconnue comme jour férié en France.",
  "06-09": "Le Lundi de Pentecôte commémore la descente du Saint-Esprit sur les apôtres. Il fait partie des fêtes chrétiennes majeures. Ce jour est férié dans la majorité des cas en France.",
  "07-14": "La Fête nationale française célèbre la prise de la Bastille en 1789. Elle symbolise la Révolution française et les valeurs républicaines. Des défilés et feux d’artifice sont organisés.",
  "08-15": "L’Assomption célèbre l’élévation de la Vierge Marie au ciel selon la tradition chrétienne. C’est une fête religieuse ancienne. Elle est jour férié en France.",
  "11-01": "La Toussaint est consacrée à la mémoire de tous les saints. Les familles rendent hommage aux défunts en visitant les cimetières. Ce jour est férié sur tout le territoire.",
  "11-11": "L’Armistice commémore la fin de la Première Guerre mondiale en 1918. Il honore la mémoire des soldats morts pour la France. C’est un jour férié national.",
  "12-25": "Noël célèbre la naissance de Jésus-Christ. C’est une fête familiale et religieuse majeure en France. Ce jour est férié dans tout le pays."
}